Revit 2024 API
SymbolTypeId.KNDashM Property
 Symbol kN-m, indicating unit Kilonewton meters.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KNDashM { get; }
Visual Basic
Public Shared ReadOnly Property KNDashM As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KNDashM {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace